Tekla.Structures.ModelInternal.SolidExtension


Tekla.Structures.ModelInternal.SolidExtension.IsValid(Tekla.Structures.Model.Solid)
Returns if the solid is valid.
solid:
Returns: True if the solid is not failed.